[{"component":"SimpleSearchBanner","data":{"heading":"About Us","description":"Heritage Services is situated on the unceded and ancestral lands of the Salish peoples, including the q̓ic̓əy̓ (Katzie), q̓ʷɑ:n̓ƛ̓ən̓ (Kwantlen), and se'mya'me (Semiahmoo) Nations. A division of the City of Surrey's Parks, Recreation and Culture Department, Heritage Services operates the facilities and services located at the Museum of Surrey, Historic Stewart Farm, and the City of Surrey Archives. In addition, Heritage Services facilitates the city-wide distribution and delivery of heritage interpretive activities. We hope to see you at our facilities soon!","searchURL":"/scripts/mwimain.dll?UNIONSEARCH&SIMPLE_EXP=Y&ERRMSG=[MESSAGES]374.htm&APPLICATION=UNION_VIEW&language=144&REPORT=WEB_UNION_SUM","noSearchBox":true,"bannerCarousel":["https://www.surrey.ca/sites/default/files/styles/21x9_1920w/public/2021-05/SeniorOnTablet.jpeg?h=93ff39ef&itok=rNlCoNyd"]}},{"children":[{"data":{"data":[{"title":"How do I use this website?","description":"Interested in a location, person, business, or topic from Surrey’s past? Type your keyword into a search bar. Explore both the Archives and Artifact Collections using the search bar on the Home page or search them separately on their respective pages. Use the SORT and FILTER options on the right-hand side of the search results page to narrow or organize your search."},{"title":"Should I use the “Combined Search” or the specific Archives Search Page / Artifacts Search Page?","description":"We recommend using the “Combined Search” if you’re interested in a variety of formats. Click on the Archives Search Page if you only want to view documents, photographs, audio recordings, or maps. Just interested in objects like clothing, furniture, and tools? Use the Artifacts Search Page."},{"title":"What do the icons at the bottom of a record description mean ?","description":"The icons at the bottom of a record description are helpful tools for you to use! The arrows on the left and right sides allow you to navigate between record descriptions. If you want to return to the search results page, click the curved arrow. You can also bookmark records by clicking on the bookmark icon with the + sign. To view all your bookmarks, click the bookmark icon in the centre, which also shows how many records you currently have bookmarked. To copy the direct link for the record description, click the paperclip icon. You can also print records by selecting the printer icon. "},{"title":"I can’t find what I’m looking for – what do I do?","description":"Please contact <a href=\"mailto:HeritageCollections@surrey.ca\">HeritageCollections@surrey.ca </a> or 604.502.6459 and we’ll be glad to help you find the information you’re looking for. We are always adding to the database but only a fragment of our collections, spanning millions of items, are available online."},{"title":"I have a copyright question. Who can I contact?","description":"If you want to use our photos for a project and aren’t sure how copyright applies, please contact <a href=\"mailto:HeritageCollections@surrey.ca\">HeritageCollections@surrey.ca </a> or 604-502-6459. Our staff will be able to advise you. "},{"title":"Can I see things in person?","description":"Many items in the archival collection can be viewed at Surrey Archives by request. Artifacts are on display at the Museum of Surrey and the Historic Stewart Farm, but this is only a small representation of the full collection. We encourage you to get in touch with staff to ensure the items are available for viewing during your visit."},{"title":"I've spotted an error. Can I tell someone?","description":"Please do! We appreciate feedback and always welcome corrections and comments as they help expand our shared knowledge of Surrey’s past and maintain accuracy. Contact us at <a href=\"mailto:HeritageCollections@surrey.ca\">HeritageCollections@surrey.ca </a> or 604.502.6459 and your message will be directed to the appropriate staff member."},{"title":"Where do the Heritage Collections come from?","description":"Surrey Archives holds records created by people who live, work, and gather in Surrey, along with the records made by our civic government. Community records have been graciously donated to the Archives by Surrey’s residents, businesses, organizations, and associations. Civic records are transferred to the Archives from Surrey City Hall. Acquisitions to the collection are led by the City of Surrey’s Records Retention Schedule and the Archives’ Collections Policy. <br />The Heritage Artifact Collections is comprised of objects which record the tangible and intangible heritage of Surrey. Objects are acquired through several methods, most commonly by donation. Acquisitions are guided by the Heritage Artifact Collections Policy, which outlines criteria for acquisition and other aspects of care for the Collections. The Heritage Artifact Collections is also a repository for archaeological excavations in accordance with the Heritage Conservation Act."},{"title":"I have something I think you might want. How can I donate?","description":"Thank you for considering Surrey Heritage Collections. We look forward to hearing from you and learning about your item(s). All donation offers are assessed according to our mandate, which is centred around the people, places, and events of Surrey. Please email <a href=\"mailto:HeritageCollections@surrey.ca\">HeritageCollections@surrey.ca </a> or call 604.502.6459 to start the donation process. "}]},"component":"Accordion"}],"component":"Section","data":{"heading":"FAQ's section"}},{"children":[{"component":"DescriptionCard","data":{"position":0,"thumbnail":"/assets/images/ordering-1.png","description":"Use the Combined Search on the Home Page or the Archives Search to find the record(s) you are looking for. You can also Browse by Category, Area, see Recent Additions, or check out the Featured Collections. ","textAlign":"left"}},{"component":"DescriptionCard","data":{"position":0,"thumbnail":"/assets/images/ordering-2.png","description":"Click on the record you want to order in the summary results list.","textAlign":"left"}},{"component":"DescriptionCard","data":{"position":0,"thumbnail":"/assets/images/ordering-3.png","description":"In the detailed record view, click on the ‘Contact Us’ button and fill out the form. We will contact you to complete your order.","textAlign":"left"}}],"component":"Section","data":{"heading":"Ordering Archival Records","description":"You can purchase copies of photographs, maps, and recordings from the archival collection by following these steps:"}}]